[Translation]
LangCode=041e
ReadHabit=Left-to-right
LanguageName=THA
DefaultFont=Arial
DefaultFontSize=8
DefaultCharset=THAI_CHARSET
Information=การยืนยัน
Warning=คำเตือน
Error=ข้อผิดพลาด
Confirm=การยืนยัน
CurVer=เวอร์ชันปัจจุบัน:
FrmGBAbout.caption=เกี่ยวกับ
FrmGBAbout.btnok.caption=ตกลง
FrmGBAbout.lblver.caption=เวอร์ชันปัจจุบัน:
FrmGBAbout.lblemail.caption=อีเมลล์สนับสนุน:
FrmGBAbout.lblhome.caption=โฮมเพจ:
FrmGBAbout.lblthank.caption=ขอบคุณทุกคนที่ติดตามผลิตภัณฑ์ของพวกเขา:
pmHelp=ช่วยเหลืออนไลน์
pmHome=โฮมเพจ
pmCheckNew=ตรวจสอบการอัพเดต
pmLang=ภาษา
pmAbout=เกี่ยวกับพวกเรา
pmrun=ใช้งานเกม
pmadd=เพิ่มเกม
pmdel=ลบเกม
pminfo=ข้อมูลเกม
pmEndProcess=จบกระบวนการทำงาน
pmExclude=ข้อยกเว้น
pmNoExclude=ยกเลิกข้อยกเว้น
pmGoogle=ค้นหาด้วย Google
FrmGBMain.BtnTabGame.Caption=เกมของฉัน
FrmGBMain.BtnTabOpt.Caption=ปรับปรุงประสิทธิภาพระบบ
FrmGBMain.BtnTabProcess.Caption=ปรับปรุงประสิทธิภาพการประมวลผล
FrmGBMain.BtnTabService.Caption=ปรับปรุงประสิทธิภาพบริการ
FrmGBMain.Btnlikeit.Caption=ชอบ
FrmGBMain.BtnRestore.Caption=คืนค่า
FrmLikeit.lblTitle.caption=ถ้าคุณรัก Wise Game Booster กรุณาแนะนำให้กับคนที่คุณรัก
FrmLikeit.lblInfo.caption=กรุณาแบ่งปัน Wise Game Booster กับครอบครัว เพื่อนของคุณ เพื่อนร่วมชั้น และ เพื่อนร่วมงานผ่าน ทางอีเมล์  Blog  Twitter  YouTube Facebook ฯลฯ คุณจะนำความสะดวกสบายและมีประสิทธิภาพเพื่อชีวิตของพวกเขา 
FrmLikeit.lblRate.caption=คะแนนสำหรับ Wise Game Booster:
FrmLikeit.lblfollow.caption=ติดตามพวกเราทาง:
FrmLikeit.lblshare.caption=แบ่งปัน Wise Game Booster:
FrmLikeit.btndownload.caption=ดาวน์โหลดฟรี
FrmLikeit.imgrate.hint=ให้พวกเรา 5 ดาว
FrmLikeit.imgmail.hint=แบ่งปันกับเพื่อนของคุณ
FrmLikeit.imgface1.hint=แบ่งปันทาง Facebook 
FrmLikeit.imgface2.hint=ติดตามพวกเราทาง Facebook
FrmLikeit.imgtwitter1.hint=แบ่งปันทาง Twitter
FrmLikeit.imgtwitter2.hint=ติดตามพวกเราทาง Twitter
FrmLikeit.Caption=ชอบ
FrmLikeit.lbldownload.caption=ดาวน์โหลดฟรีแวร์เพิ่มเติมทาง WiseCleaner.com
FrmGameinfo.caption=ข้อมูลเกม
FrmGameinfo.lbltype.caption=ประเภทเกม:
FrmGameinfo.lblname.caption=ชื่อไฟล์:
FrmGameinfo.lblPublisher.caption=ผู้พัฒนาเกม:
FrmGameinfo.lbltimes.caption=เวลาการใช้งาน:
FrmGameinfo.lbllasttime.caption=ใช้งานครั้งสุดท้าย:
FrmGameinfo.lblrate.caption=คะแนนเกม:
FrmGameinfo.lblcomment.caption=หมายเหตุเกม:
FrmGameinfo.btnok.caption=ตกลง
FrmGameinfo.btncancel.caption=ยกเลิก
FrmGameBox.btnsysopt.caption=เพิ่มประสิทธิภาพ
FrmGameBox.btnProcessopt.caption=เพิ่มประสิทธิภาพ
FrmGameBox.btnServiceopt.caption=เพิ่มประสิทธิภาพ
FrmGameBox.btnopt.caption=เพิ่มประสิทธิภาพทั้งหมด
FrmSysOpt.btnopt.caption=เพิ่มประสิทธิภาพตอนนี้
FrmSysOpt.lblhint.caption=กรุณาเพิ่มประสิทธิภาพรายการต่อไปนี้เพิ่อปรับปรุงประสิทธิภาพเกม
FrmSysOpt.lblreall.caption=เร่ิมใหม่ทั้งหมด
FrmProcess.lblhint.caption=ปิดการประมวลผลที่ใช้หน่วยความจำสูงเพื่อเพิ่มความเร็วเกม
ProcessCpu=การใช้งาน CPU
ProcessMemory=การใช้งานหน่วยความจำ
ProcessSuggest=คำแนะนำ
ProcessAction=การจัดการการประมวลผล
ProcessMostMemUse=การใช้งานหน่วยความจำสูงโปรแกรมที่ไม่มีระบบ
FrmService.lblhint.caption=ปิดบริการที่ไม่เกี่ยวข้องเพื่อเพิ่มความเร็วในเกม
ServicePublisher=ผู้พัฒนา
ServiceSuggest=คำแนะนำ
ServiceAction=การจัดการบริการ
ServiceStop=หยุดบริการี่ไม่เกี่ยวข้อง
ServiceDisable=หยุด(แนะนำ)
ServiceEnable=เริ่ม(แนะนำ)
ServiceKeep=เก็บ(แนะนำ)
ServiceMust=จะต้องเปิด
Frmrestore.Btnreall.caption=เริ่มต้นบริการใหม่ทั้งหมด
Frmrestore.caption=เริ่มต้นบริการใหม่
Frmrestore.Btnok.caption=ตกลง
ServiceName=ชื่อบริการ
ServiceChangeDateTime=ปรับปรุงครั้งสุดท้าย
ServiceRestore=เริ่มต้นบริการใหม่

[GUI]
ButtonYes=ใช่
ButtonNo=ไม่
ButtonOK=ตกลง
ButtonMinimize=ย่อหน้าต่าง
ButtonMaximize=ขยายหน้าต่าง
ButtonClose=ปิด
ButtonRestore=คืนค่า
ButtonMenu=เมนู

[Lang]
NativeLanguage=ภาษาอังกฤษ

[GameBox]
GameUnknow=ไม่เป็นที่รู้จัก
GameRPG=Role-playing games
GameShot=Shooting games
GameOther=เกมอื่น ๆ
NeverPlay=เล่นตลอด
UnknowPublisher=ผู้พัฒนาที่ไม่เป็ฯที่รู้จัก
lstbtnadd=เพิ่มเกม
LblSysopt=เพิ่่มประสิทธิภาพระบบ
LblProcessopt=การจัดการการประมวลผล
LblServiceopt=เพิ่มประสิทธภาพบริการ
LblTitleCheck=กำลังทดสอบประสิทธิภาพคอมพิวเตอร์ กรุณารอสักครู่...

[message]
FirRun=คุณต้องการ WGB เพื่อค้นหาสำหรับพื้นที่เกมของคุณโดยอัตโนมัติที่ใช้งานครั้งแรกหรือไม่
NoNewVer=ขอแสดงความยินดี! เวอร์ชันที่คุณกำลังใช้เป็นเวอร์ชันล่าสุด
CheckComputer=กำลังทดสอบประสิทธิภาพคอมพิวเตอร์ กรุณารอสักครู่...
SearchGame=กำลังค้นหาพื้นที่เกม กรุณารอสักครู่...
Allgood=ขอแสดงความยินดี! คอมพิวเตอร์ของคุณอยู่ในเงื่อนไขที่ดี ไม่จำเป็นต้องเพิ่มประสิทธิภาพ
SysGood=ขอแสดงความยินดี! ไม่มีรายการที่จำเป็นต้องเพิ่มประสิทธิภาพ
ProcessGood=ขอแสดงความยินดี! ไม่มีกาลประมวลผลที่จำเป็นต้องจบ
ServiceGood=ขอแสดงความยินดี! ไม่มีบริการใดที่จะต้องหยุด
HaveProblem=พบ %s ปัญหา! กรุณาคลิก "เพิ่มประสิทธิภาพทั้งหมด" เพื่อแก้ไข
sysProblem=%d รายการสามารถเพิ่มประสิทธิภาพ
Processproblem=%d การประมวลผลสามารถจบการทำงานเพื่อพื้นที่ที่ว่างขึ้น
Serviceproblem=%d บริการที่สามารถจบการทำงาน
DeleteGame=คุณแน่ใจหรือไม่ว่าจะนำเกมนี้ออก
HaveOpt=เพิ่มประสิทธิภาพ
btnRestore=เริ่มต้นใหม่
btnOpt=เพิ่มประสิทธิภาพตอนนี้
BtnAction=การกระทำ
BtnStop=หยุดบริการ
SuggestClose=จบ(แนะนำ)
SuggestKeep=เก็บ(แนะนำ)
haveStoped=หยุด
HaveRun=เริ่มต้น
BtnRun=เริ่มต้น
HaveFail=หยุดล้มเหลว
OptComputer=กำลังเพิ่มประสิทธิภาพ กรุณารอสักครู่...
AllgoodAfterOpt=การเพิ่มประสิทธิภาพเสร็จสมบูรณ์ และ %s MB ได้บันทึก เล่นเกมตอนนี้
AllgoodAfterManualOpt=ขอแสดงความยินดี! ไม่มีรายการที่จำเป็นต้องเพิ่มประสิทธิภาพ เล่นเกมเดี๋ยวนี้
HaveProblemAfterOpt=%d รายการล้มเหลวในการเพิ่มประสิทธิภาพ แต่ %s MB ที่ปล่อยหน่วยความจำ

[sysopt]
SystemStable=ระบบเสถียร
SystemSpeedup=ระบบเร็วขึ้น
NetworkSpeedup=เครือข่ายเร็วขึ้น
AutoKill=ปิดโปรแกรมที่ไม่ตอบสนองอัตโนมัติ เพื่อหลีกเลี่ยงการผิดพลาดของระบบ
RestartExplorer=รีสตาร์ทวินโดวส์อัตโนมัติ เพื่อหลีกเลี่ยงข้อขัดแย้งของระบบ
TwoProcess=ทำให้ Windows Explorer ทำงานเป็นกระบวนการที่แยกต่างหากเพื่อหลีกเลี่ยงข้อขัดแย้งของระบบ
ErrorReport=ปิดการใช้งานรายงานข้อผิดพลาดหน้าจอ เพื่อเพิ่มประสิทธิภาพระบบ
Debugger=ปิดการใช้งานตัวตรวจจับข้อผิดพลาดเพื่อเพิ่มความเร็วการประมวลผลข้อผิดพลาด
OptMemory=เพิ่มประสิทธิภาพการตั้งค่าหน่วยความจำเริ่มต้นเพื่อเพิ่มประสิทธิภาพของระบบ
OptVEff=เพิ่มประสิทธิภาพการปรากฏตัวขององค์ประกอบส่วนหน้า  (dialog box เมนู ฯลฯ)  เพื่อปรับปรุงความเร็วตอบสนองของระบบ
OptFileSystem=เพิ่มประสิทธิภาพไฟล์ระบบเพื่อเพิ่มประสิทธิภาพของระบบ
OptDiskSystem=เพิ่มประสิทธิภาพระบบย่อย ดิสก์ I/O เพื่อเพิ่มประสิทธิภาพของระบบ 
DisAutoRun=ปิดการทำงานคุณสมบัติ "การเล่นอัตโนมัติ" บนไดรฟ์ เพื่อหลีกเลี่ยงการติดไวรัส 
OptTTL=เพิ่มประสิทธิภาพการตั้งค่า TTL(Time To Live) เพื่อเพิ่มประสิทธิภาพเครือข่าย
OptNetForward=เพิ่มประสิทธิภาพความสามารถ network forwarding เพื่อเพิ่มประสิทธิภาพเครือข่าย
OptMTU=ตรวจสอบ"หลุมดำ" โดยอัตโนมัติ ด้วยพาธ MTU Discovery เพื่อปรับปรุงประสิทธิภาพ TCP / IP
OptWINS=เพิ่มประสิทธิภาพการเวลาการค้นหา WINS name เพื่อเพิ่มประสิทธิภาพความเร็วในการโอนถ่ายข้อมูล
OptNetWork=เพิ่มประสิทธิภาพการตั้งค่าเครือข่ายเพื่อเพิ่มประสิทธิภาพการโอนถ่าย
CloseAnimate=ปิดการแสดงผลภาพเคลื่อนไหวที่แสดงให้เห็นเมื่อเพิ่มหรือลดหน้าต่างเพื่อเพิ่มความเร็วในการตอบสนองหน้าต่าง
PagingExecutive=ปิดการใช้งานหน่วยความจำและการแบ่งหน้าลด disk I / O เพื่อปรับปรุงประสิทธิภาพของโปรแกรม (ไม่สนใจว่าหากหน่วยความจำทางกายภาพของคุณ <1 Gb)
StaticIP=ตั้งค่า IP ค่าที่ สำหรับการเชื่อมต่อของคุณ เพื่อเพิ่มประสิทธิภาพการความเร็วการเริ่มต้นใช้งานคอมพิวเตอร์ของคุณ
PorcessorTime=เพิ่มประสิทธิภาพการทำงานของโปรเซสเซอร์ที่จะทำให้เกม โปรแกรม  ฯลฯ ทำงานได้อย่างราบรื่น (เพิกเฉยถ้า เครื่องของคุณเป็นเซิร์ฟเวอร์)
DisableIDECheck=ป้องกันการตรวจสอบ IDE channel เพิ่มเพิ่มประสิทธิภาพความเร็วการเริ่มต้นใช้งานวินโดวส์
ForeAppSpeed=เพิ่มความเร็วการตอบสนองของโปรแกรมด้านหน้า
AeroPeek=เพิ่มความเร็วการแสดงผลของ Aero Peek

